Revit 2027 API
SymbolTypeId.LbForceSPerFtSup2 Property
 Symbol lb·s/ft², indicating unit Pound force seconds per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForceSPerFtSup2 { get; }
Public Shared ReadOnly Property LbForceSPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForceSPerFtSup2 {
	ForgeTypeId^ get ();
}
static member LbForceSPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace